{"author_name": ["William Shakespeare", "Miguel de Cervantes", "Leo Tolstoy", "Walt Whitman", "Stephen Edwin King", "Dan Brown", "Steven Patrick Morrissey", "J. K. Rowling", "Stephenie Meyer", "Edgar Allan Poe", "Victoria Foyt", "Andrew Norman Wilson"], "note": ["Shakespeare's first plays were written in the conventional style of the day. He wrote them in a stylised language that does not always spring naturally from the needs of the characters or the drama.[193] The poetry depends on extended, sometimes elaborate metaphors and conceits, and the language is often rhetorical-written for actors to declaim rather than speak. The grand speeches in Titus Andronicus, in the view of some critics, often hold up the action, for example; and the verse in The Two Gentlemen of Verona has been described as stilted.", "This person whom you see here, with an oval visage, chestnut hair, smooth open forehead, lively eyes, a hooked but well-proportioned nose, and silvery beard that twenty years ago was golden, large moustaches, a small mouth, teeth not much to speak of, for he has but six, in bad condition and worse placed, no two of them corresponding to each other, a figure midway between the two extremes, neither tall nor short, a vivid complexion, rather fair than dark, somewhat stooped in the shoulders, and not very lightfooted: this, I say, is the author of Galatea, Don Quixote de la Mancha, The Journey to Parnassus, which he wrote in imitation of Cesare Caporali Perusino, and other works which are current among the public, and perhaps without the author's name. He is commonly called MIGUEL DE CERVANTES SAAVEDRA.", "War and Peace is generally thought to be one of the greatest novels ever written, remarkable for its dramatic breadth and unity. Its vast canvas includes 580 characters, many historical with others fictional. The story moves from family life to the headquarters of Napoleon, from the court of Alexander I of Russia to the battlefields of Austerlitz and Borodino. Tolstoy's original idea for the novel was to investigate the causes of the Decembrist revolt, to which it refers only in the last chapters, from which can be deduced that Andrei Bolkonsky's son will become one of the Decembrists. The novel explores Tolstoy's theory of history, and in particular the insignificance of individuals such as Napoleon and Alexander. Somewhat surprisingly, Tolstoy did not consider War and Peace to be a novel (nor did he consider many of the great Russian fictions written at that time to be novels).", "Whitman was a vocal proponent of temperance and in his youth rarely drank alcohol. He once stated he did not taste \"strong liquor\" until he was 30[119] and occasionally argued for prohibition.[120] One of his earliest long fiction works, the novel Franklin Evans; or, The Inebriate, first published November 23, 1842, is a temperance novel.[121] Whitman wrote the novel at the height of popularity of the Washingtonian movement, though the movement itself was plagued with contradictions, as was Franklin Evans.[122] Years later Whitman claimed he was embarrassed by the book[123] and called it \"damned rot\".[124] He dismissed it by saying he wrote the novel in three days solely for money while he was under the influence of alcohol himself.[125] Even so, he wrote other pieces recommending temperance, including The Madman and a short story \"Reuben's Last Wish\".[126] Later in life he was more liberal with alcohol, enjoying local wines and champagne.", "Stephen Edwin King (born September 21, 1947) is an American author of contemporary horror, supernatural fiction, suspense, science fiction, and fantasy. His books have sold more than 350 million copies, many of which have been adapted into feature films, miniseries, television shows, and comic books. King has published 54 novels, including seven under the pen name Richard Bachman, and six non-fiction books. He has written nearly 200 short stories, most of which have been collected in book collections. Many of his stories are set in his home state of Maine. His novella Rita Hayworth and Shawshank Redemption was the basis for the movie The Shawshank Redemption which is widely regarded as one of the greatest films of all time.", "Daniel Gerhard Brown (born June 22, 1964) is an American author best known for his thriller novels, including the Robert Langdon novels Angels & Demons (2000), The Da Vinci Code (2003), The Lost Symbol (2009), Inferno (2013) and Origin (2017). His novels are treasure hunts that usually take place over a period of 24 hours.[3] They feature recurring themes of cryptography, art, and conspiracy theories. His books have been translated into 57 languages and, as of 2012, have sold over 200 million copies. Three of them, Angels & Demons, The Da Vinci Code, and Inferno, have been adapted into films.", "Steven Patrick Morrissey (/ˈmɒrɪsiː/; born 22 May 1959), known mononymously as Morrissey, is an English singer, songwriter, and author. He came to prominence as the frontman of the rock band the Smiths, which was active from 1982 to 1987. Since then, he has pursued a successful solo career. Morrissey's music is characterised by his baritone voice and distinctive lyrics with recurring themes of emotional isolation, sexual longing, self-deprecating and black humour, and anti-establishment stances.", "Joanne \"Jo\" Rowling, OBE, FRSL (born 31 July 1965), pen names J. K. Rowling and Robert Galbraith, is a British novelist, screenwriter and film producer best known as the author of the Harry Potter fantasy series. The books have gained worldwide attention, won multiple awards, and sold more than 400 million copies. They have become the best-selling book series in history and been the basis for a series of films over which Rowling had overall approval on the scripts and maintained creative control by serving as a producer on the final instalment.", " Although commercially successful and having spawned an also successful movie franchise, the vampire romantic novel series has always been met with mixed to negative critical response, often strongly negative. The Odyssey ranked the series No. 1 in its list of the five worst books of all time,[76] Psychology Today called it \"Worse than just a bad book\" due to its dubious moral messages[77] and TheTopTens ranked it No. 1 in its list of the ten worst books of all time.", "Edgar Allan Poe (January 19, 1809 - October 7, 1849) was an American writer, editor, and literary critic. Poe is best known for his poetry and short stories, particularly his tales of mystery and the macabre. He is widely regarded as a central figure of Romanticism in the United States and American literature as a whole, and he was one of the country’s earliest practitioners of the short story. Poe is generally considered the inventor of the detective fiction genre and is further credited with contributing to the emerging genre of science fiction. He was the first well-known American writer to try to earn a living through writing alone, resulting in a financially difficult life and career.", "Save the Pearls: Revealing Eden (Victoria Foyt, 2012): a dystopian young adult novel, Save the Pearls features a post-apocalyptic setting in which pale-skinned \"Pearls\" and dark-skinned \"Coals\" are in conflict. The attempt at racial commentary was widely viewed as clumsy and poorly-handled, if not outright racist.[87][88][89] In The Guardian, Imogen Russell Williams panned it for \"awful prose with negligible plot\", adding \"the whole thing is remarkable for repetition, incoherence, and prose which makes EL James look like Hector Hugh Munro.\"", "Charles Darwin: Victorian Mythmaker (A. N. Wilson, 2017): a biography of biologist Charles Darwin with an anti-evolution viewpoint. Jerry Coyne, writing in Dawn, called it \"The worst book about Charles Darwin ever written\" and \"a grossly inaccurate and partisan attack on both Darwin and evolution.\"[108] The Guardian and New Scientist also gave it extremely negative reviews."], "rating": ["0.98", "0.76", "0.85", "0.5", "0.89", "0.6", "0.36", "0.84", "0.21", "0.93", "0.15", "0.13"]}